Repository: nickypangers/visachecker
Catalog: lib/l10n/app_*.arb
Languages: es

source: All In One
es: Todo En Uno

# allInOneText
source: Includes latest weather, currency exchange rates and more.
es: Incluye información meteorológica más reciente, tipos de cambio de divisas y más.

source: Covid Ban
es: Prohibición de Covid

source: Destination
es: destino

source: Done
es: Seguir

source: For Travellers, By Travellers
es: Para viajeros, Por viajeros

# forTravellersByTravellersText
source: Developed by a team of avid travellers.
es: Creado por un equipo de ávidos viajeros.

source: Latest Information
es: La Información Más Reciente

# latestInformationText
source: Up-to-date visa information for stressless travel planning.
es: Información de visado correcta para planificar viajes sin estrés.

source: No Admission
es: No Admisión

source: Passport
es: Pasaporte

source: Visa Free
es: Visado Not Necessitar

source: Visa On Arrival
es: Visado En Llegar

source: Visa Required
es: Visado Necessitar
